exports.donate = (id, A187, corohelp, tampilTanggal, tampilWaktu, instagram, nomer, aktif, groupwhatsapp, youtube) => {
	return `
  
✘──────────✘
  Hi. *${id.split("@s.whatsapp.net")[0]}* 👋️
✘──────────✘

         ───
📆 *${tampilTanggal}*
⏱️ *${tampilWaktu}*
📢 Bot Aktif ; *${aktif}*
         ───
         
╔════════════════════
║ *Donasi Ke ${A187}*
╠════════════════════
║├≽️⚜ *OVO*: _~_
║├≽️⚜ *PULSA*: _0852-8253-8690_
║├≽️⚜ *GOPAY*: _~_
╠════════════════════
║  *${A187}*
╠════════════════════
║╭──✘ *SOSMED ADMIN* ✘──
║│ ➣ *Group WhatsApp*
║│ ・ _${groupwhatsapp}_
║│ ➣ *YouTube <subscribe>*
║│ ・ _${youtube}_
║│ ➣ *Instagram <Follow>*
║│ ・ _${instagram}_
║│ ➣ *Creator ${A187}*
║│ ・ _${nomer}_
║╰───────────
╠════════════════════
║ _*Create BY MrRfdi01*_
╚════════════════════`
}

