exports.info = (id, A187, corohelp, tampilTanggal, tampilWaktu, instagram, nomer, aktif, groupwhatsapp, youtube) => {
	return `
  
❉──────────❉
  Hi. *${id.split("@s.whatsapp.net")[0]}* 👋️
❉──────────❉

         ───
📆 *${tampilTanggal}*
⏱️ *${tampilWaktu}*
📢 Bot Aktif ; *${aktif}*
         ───
         
╔════════════════════
║ *About ${A187}*
╠════════════════════
║   *⚠️WARNING⚠️*
╠════════════════════
╠════════════════════
║ *Terima Kasih Telah*
║  *Menggunakan Bot MrRfdi01*
╠════════════════════
║├≽️⚜ *AUTHOR*: _MrRfdi01_
║├≽️⚜ *DESIGNER*: _MrRfdi01_
║├≽️⚜ *INSTAGRAM*: _https://instagram.com/rfdi.anz_
╠════════════════════
╠════════════════════
║  *${A187}*
╠════════════════════
║╭──✘ *SOSMED ADMIN* ✘──
║│ ➣ *Group WhatsApp*
║│ ・ _${groupwhatsapp}_
║│ ➣ *YouTube <subscribe>*
║│ ・ _${youtube}_
║│ ➣ *Instagram <Follow>*
║│ ・ _${instagram}_
║│ ➣ *Creator ${A187}*
║│ ・ _${nomer}_
║╰───────────
╠════════════════════
║ _*Create BY MrRfdi01*_
╚════════════════════`
}
